<?php

return [
    'labels' => [
        'store' => [
            'success' => 'Метка успешно создана'
        ],
        'deleted' => 'Метка успешно удалена',
        'updated' => 'Метка успешно изменена',
        'delete' => [
            'error' => 'Не удалось удалить метку'
        ]
    ],
    'statuses' => [
        'store' => [
            'success' => 'Статус успешно создан'
        ],
        'deleted' => 'Статус успешно удалён',
        'updated' => 'Статус успешно изменён',
        'delete' => [
            'error' => 'Не удалось удалить статус'
        ]
    ],
    'tasks' => [
        'store' => [
            'success' => 'Задача успешно создана'
        ],
        'deleted' => 'Задача успешно удалена',
        'updated' => 'Задача успешно изменена',
        'delete' => [
            'error' => 'Не удалось удалить метку'
        ]
    ]
];
