<?php

return [
    'something_went_wrong' => 'Упс! Что-то пошло не так:',
    'password' => [
        'min' => 'Пароль должен иметь длину не менее :min символов',
        'confirm_password' => 'Пароль и подтверждение не совпадают'
    ],
    'required' => 'Это обязательное поле',
    'task' => [
        'unique' => 'Задача с таким именем уже существует'
    ],
    'label' => [
        'unique' => 'Метка с таким именем уже существует'
    ],
    'task_status' => [
        'unique' => 'Статус с таким именем уже существует'
    ]

];
